import React from 'react'
import "./maintenance.css"
const Maintenance = () => {
  return (
    <div><div className="maintenance-wrapper">
        <div>
            <h4><strong>保養政策</strong></h4>
<p>保養主要部件 : 控制器及儀表、電機、車身、立把/T把、機頭、踏板、前叉、後叉、減震器、折疊器、電池及充電器等</p>
        <p>不保養內容 : 內胎、前輪、擋泥板、踏板裝飾件、充電口、砂紙、大燈、把手套、漆面等  </p>
        <p>以下情況的，屬於非保修範圍，需要付費維修 (如果目測有明顯入水，或撞壞情況，會收取檢查費$100)</p>
        <span>1. 人為原因造成的損壞。</span>
        <span>2. 不可抗力因素造成的損壞。</span>
        <span>3. 入水、浸水、火燒不保修。</span>
        <span>4. 沒按說明書的要求使用、保養及調整造成的任何損壞</span>
        <span>5. 強行使用本產品造成的故障或損傷，如過載、騎行障礙 (包括但不限於騎行過高台階、跌落)、進行極限運動等造成的損壞。</span>
        <span>6. 未經本店技術人員授權私自打開系統修理。</span>
        <span>7. 總里數超過1500公里。  </span>
        
        </div>
        <div>
            <h4><strong>電池維護</strong></h4>
<p>請不要將電池留在高溫(50℃以上)或低溫(-2℃以下)環境中。</p>
<p>例如，不要在夏天把電動滑板車放在陽光下的汽車里。不要將電池扔進火中或水里，因為這可能會導致電池故障、過熱甚至火災風險。</p>
<p>請避免電池完全放電後再充電，並盡量盡快充電，這樣可以大大延長電池的使用壽命。此外。在常溫下使用電動滑板車時，電池可以工作更長時間，<br />
在低於0℃的溫度下使用時，電池壽命和電池性能都會降低。通常在-20℃的溫度下，電池的工作能力只能是室溫下的一半或更低  </p>
        </div>
        <div>
            <h4><strong>提示</strong></h4>
<p>電動車內的電池將在90-120天內耗盡電量，如不經常使用，請每隔30-50天對電動車充一次電。如電池沒有及時充電，可能會因過放而損壞電池，這種損壞是無法修復的。</p>
<p>由於長時間沒有充電而造成的損壞，將不享受保修政策。(請注意，未經允許不得拆卸電池，否則可能會因損壞而發生嚴重事故或短路。  </p>
        </div>

        <p>如保養期後，在零件庫存足夠的情況下，報價維修。</p>
        </div></div>
  )
}

export default Maintenance